{
  "intents": [
    {
      "tag": "greeting",
      "patterns": [
        "Hallo",
        "P",
        "Hai",
        "Halo",
        "Hei",
        "Hi",
        "Hy",
        "Pagi",
        "Morning",
        "Siang",
        "Afternoon",
        "Sore",
        "Malam",
        "Bro",
        "Sis",
        "Kawan",
        "Selamat pagi",
        "Selamat siang",
        "Selamat malam",
        "Good morning",
        "Good night",
        "Good afternoon",
        "Hello SURVEIL",
        "Hai tim SURVEIL",
        "SURVEIL, bisa kita bicara sebentar?",
        "Halo SURVEIL, apa yang bisa kamu bantu?",
        "Apa kabar hari ini?",
        "Helo",
        "Halo SURVEIL, ada perkembangan terbaru?",
        "Apa kabar",
        "Apa kabar SURVEIL?",
        "Hay",
        "SURVEIL, ada update tentang solusi keamanan?",
        "Gimana kabarnya?",
        "Kenalan dong",
        "Kenalan yuk",
        "Ayo kenalan",
        "SURVEIL"
      ],
      "responses": [
        "Hai! Surveil di sini. Mau tau informasi tentang apa nih?",
        "Halo! Saya Surveil, salam kenal ya! Mau tau tentang Surveil, kan?",
        "Helo! Ini Surveil. Lagi kepo tentang Surveil ya?",
        "Halo! Selamat datang di SURVEIL. Saya siap membantu Anda",
        "Hai! Bagaimana saya bisa membantu Anda hari ini?",
        "Hai, ada yang dapat saya bantu terkait SURVEIL?",
        "Halo! Jangan ragu untuk bertanya tentang solusi keamanan kami, SURVEIL",
        "Selamat datang! Bagaimana saya bisa memberikan informasi tentang SURVEIL untuk Anda?",
        "Halo! Apakah Anda ingin mengetahui lebih lanjut tentang penggunaan SURVEIL di industri?",
        "Hai, apa yang bisa saya bantu terkait keamanan di tempat kerja menggunakan SURVEIL?",
        "Halo! Jangan ragu untuk bertanya tentang konsep dan implementasi SURVEIL",
        "Halo, apa yang ingin Anda ketahui tentang teknologi di balik SURVEIL? Saya siap menjawab pertanyaan Anda",
        "Halo! Apakah Anda ingin mengetahui lebih lanjut tentang penggunaan SURVEIL di industri? Saya siap memberikan informasi"
      ]
    },
    {
      "tag": "surveil",
      "patterns": [
        "Apa itu SURVEIL?",
        "Ceritakan tentang SURVEIL",
        "Jelaskan SURVEIL",
        "Jelasin dong soal SURVEIL",
        "Apasih SURVEIL",
        "Gatau apa itu SURVEIL",
        "Aplikasi apa nih?",
        "Apa yang dimaksud soal SURVEIL?",
        "Ceritakan lebih lanjut tentang SURVEIL",
        "Definisikan SURVEIL",
        "Kasih tau dong soal SURVEIL",
        "Berikan penjelasan mengenai SURVEIL",
        "Apa SURVEIL?",
        "SURVEIL itu apa?",
        "SURVEIL adalah",
        "SURVEIL apa?",
        "Surveil",
        "Kamu siapa?",
        "Kamu apa?",
        "Kamu siapa?",
        "Definisi SURVEIL",
        "Ini apa",
        "Apa ini"
      ],
      "responses": [
        "SURVEIL adalah solusi pintar berbasis website yang mengimplementasikan kecerdasan buatan berupa computer vision untuk meningkatkan keselamatan di tempat kerja dengan bekerja mendeteksi alat keselamatan kerja pada foto, video ataupun realtime.",
        "SURVEIL dirancang khusus untuk industri konstruksi dan manufaktur, dengan memberikan solusi cerdas dengan bekerja mendeteksi alat keselamatan di tempat kerja guna mengatasi risiko kecelakaan dan meningkatkan kesadaran keselamatan.",
        "SURVEIL adalah solusi pintar berbasis website yang mengintegrasikan kecerdasan buatan berupa computer vision untuk meningkatkan keselamatan di tempat kerja.",
        "SURVEIL dianggap pintar karena mampu mengenali dan mengatasi risiko kecelakaan melalui penggunaan teknologi canggih berupa computer vision.",
        "SURVEIL adalah solusi inovatif yang mengintegrasikan kecerdasan buatan berupa computer vision untuk meningkatkan keselamatan di tempat kerja.",
        "Fokus utama SURVEIL adalah memberikan solusi cerdas yang dapat mengidentifikasi potensi bahaya dan mencegah kecelakaan di tempat kerja.",
        "Definisi SURVEIL adalah integrasi teknologi canggih berupa deteksi menggunakan computer vision untuk mengidentifikasi potensi bahaya dan mencegah kecelakaan di tempat kerja.",
        "SURVEIL adalah konsep keamanan yang menggunakan kecerdasan buatan berupa deteksi menggunakan computer vision untuk memberikan solusi terkini dalam meningkatkan keselamatan di lingkungan kerja."
      ]
    },
    {
      "tag": "tujuan_SURVEIL",
      "patterns": [
        "Apa tujuan utama pengembangan SURVEIL?",
        "Apa tujuan jangka panjang dari implementasi SURVEIL?",
        "Apa tujuan SURVEIL?",
        "SURVEIL, apa tujuan utama pengembangan aplikasimu?",
        "Saya ingin tahu tujuan dari implementasi SURVEIL di tempat kerja kami.",
        "SURVEIL, bisakah kamu menjelaskan apa yang ingin dicapai dengan aplikasimu?",
        "Saya penasaran, apa yang menjadi tujuan utama di balik SOLUSI keamanan di tempat kerja dari SURVEIL?",
        "Saya ingin memahami sejauh mana aplikasi SURVEIL dapat mencapai tujuan keselamatan kerja.",
        "Saya ingin mengetahui visi jangka panjang pengembangan SURVEIL",
        "Saya ingin memahami tujuan pengembangan teknologi kecerdasan buatan dalam SURVEIL.",
        "Tujuan SURVEIL",
        "tujuan SURVEIL",
        "TUjuanmu apa?",
        "Visi kamu apa?",
        "Apa visi SURVEIL?",
        "Visi SURVEIL",
        "Tujuan",
        "Manfaat",
        "Visi"
      ],
      "responses": [
        "Tujuan utama SURVEIL adalah memberikan solusi cerdas untuk meningkatkan keselamatan di lingkungan kerja konstruksi dan manufaktur.",
        "Tujuan jangka panjang SURVEIL adalah menjadi standar keamanan industri dengan melibatkan teknologi terkini dan memberikan solusi yang dapat disesuaikan.",
        "Tujuan utama pengembangan SURVEIL adalah memberikan solusi keamanan cerdas untuk meningkatkan keselamatan di tempat kerja. Kami berkomitmen untuk mengurangi risiko kecelakaan dan menciptakan lingkungan kerja yang lebih aman.",
        "Tujuan kami adalah memberikan solusi keamanan yang dapat diandalkan dan efektif. SURVEIL didesain untuk menjadi solusi terbaik dalam meningkatkan tingkat keselamatan di berbagai sektor industri.",
        "Implementasi SURVEIL di tempat kerja bertujuan untuk meningkatkan kesadaran keselamatan, mengurangi kecelakaan, dan menciptakan budaya kerja yang lebih aman dan efisien.",
        "Visi utama SURVEIL adalah menjadi pemimpin dalam solusi keamanan cerdas untuk industri. Kami berfokus pada menciptakan dampak positif dalam keselamatan kerja di seluruh dunia.",
        "Aplikasi SURVEIL bertujuan untuk mencapai tingkat keselamatan yang optimal di tempat kerja melalui pemantauan real-time dan deteksi dini potensi bahaya.",
        "Visi jangka panjang SURVEIL adalah menjadi solusi cerdas yang dapat diandalkan untuk menciptakan standar keselamatan yang tinggi di berbagai sektor industri."
      ]
    },
    {
      "tag": "carakerja_SURVEIL",
      "patterns": [
        "SURVEIL, bagaimana cara kerjamu?",
        "Cara kerja SURVEIL dalam meningkatkan keselamatan di tempat kerja seperti apa?",
        "Saya ingin tahu lebih rinci tentang teknologi di balik SURVEIL. Bagaimana ia bekerja?",
        "SURVEIL, bisakah kamu menjelaskan proses deteksi objek secara real-time?",
        "Cara SURVEIL mengenali objek melalui foto atau video, bisa dijelaskan lebih lanjut?",
        "Saya penasaran, apa yang membedakan cara kerja SURVEIL dengan solusi keamanan lainnya?",
        "Bagaimana SURVEIL bisa mengidentifikasi atribut keselamatan seperti helm dan rompi pelindung?",
        "SURVEIL, apakah ada batasan dalam cara kerjamu?",
        "Cara kerja SURVEIL dalam mendeteksi keberadaan orang di lingkungan kerja, bagaimana caranya?",
        "Bagaimana SURVEIL memproses gambar atau video yang diunggah di website?",
        "Saya ingin tahu sejauh mana keakuratan SURVEIL dalam mendeteksi objek seperti helm atau rompi pelindung.",
        "SURVEIL, apakah ia dapat mendeteksi objek melalui berbagai sudut pandang?",
        "Cara SURVEIL membedakan antara helm yang dipakai dan tidak dipakai?",
        "SURVEIL, apa yang membuatmu efektif dalam meningkatkan kesadaran keselamatan di tempat kerja?",
        "Bagaimana SURVEIL mengelola pengolahan data dalam mendeteksi atribut keselamatan?",
        "Cara kerja SURVEIL dalam mengenali orang dalam gambar atau video, bagaimana prosesnya?",
        "SURVEIL, apakah kamu dapat mendeteksi objek dari video dengan gerakan cepat?",
        "Saya ingin tahu lebih banyak tentang teknologi computer vision yang digunakan oleh SURVEIL.",
        "Bagaimana SURVEIL menjaga privasi data ketika mendeteksi objek di lingkungan kerja?",
        "Cara SURVEIL mengidentifikasi objek tertentu seperti helm atau no-helm?",
        "Gimana cara kerja SURVEIL?",
        "Cara kerja kamu bagaimana?",
        "Gimana cara kerjanya?",
        "Cara kerja",
        "Gimana cara kerja kamu?",
        "Cara pakai",
        "Cara pake",
        "Gimana pakenya?",
        "Cara",
        "Kerjanya gimana",
        "Gimana kerjanya?",
        "Pakenya gimana",
        "Gimana caranya",
        "Cara kerjanya bagaimana?",
        "Cara kerjanya gimana?",
        "Jelaskan lebih rinci mengenai cara kerjanya"
      ],
      "responses": [
        "Cara kerja SURVEIL sangat canggih namun mudah dipahami. Kami menggunakan teknologi kecerdasan buatan berupa computer vision untuk mendeteksi objek secara real-time di lingkungan kerja. Meskipun SURVEIL memiliki kinerja luar biasa, perlu diingat bahwa ia masih dalam tahap pengembangan dan belum memberikan peringatan. Kami terus berupaya meningkatkan fungsionalitas kami.",
        "Dalam meningkatkan keselamatan, SURVEIL secara aktif mengenali objek seperti helm, rompi pelindung, dan orang di sekitar. Ini memungkinkan pemantauan keselamatan yang lebih efektif. Meskipun SURVEIL memiliki kinerja luar biasa, perlu diingat bahwa ia masih dalam tahap pengembangan dan belum memberikan peringatan. Kami terus berupaya meningkatkan fungsionalitas kami.",
        "Teknologi di balik SURVEIL memungkinkan deteksi objek dengan akurasi tinggi melalui pemantauan secara langsung menggunakan kamera. Meskipun SURVEIL memiliki kinerja luar biasa, perlu diingat bahwa ia masih dalam tahap pengembangan dan belum memberikan peringatan. Kami terus berupaya meningkatkan fungsionalitas kami.",
        "SURVEIL dapat mendeteksi objek dalam waktu nyata dengan menggunakan algoritma computer vision yang terus diperbarui untuk meningkatkan akurasi deteksi. Meskipun SURVEIL memiliki kinerja luar biasa, perlu diingat bahwa ia masih dalam tahap pengembangan dan belum memberikan peringatan. Kami terus berupaya meningkatkan fungsionalitas kami.",
        "Keunggulan cara kerja SURVEIL terletak pada kemampuannya mendeteksi objek dengan presisi tinggi seperti helm, no-helm, vest, no-vest, dan orang di lingkungan kerja. Meskipun SURVEIL memiliki kinerja luar biasa, perlu diingat bahwa ia masih dalam tahap pengembangan dan belum memberikan peringatan. Kami terus berupaya meningkatkan fungsionalitas kami.",
        "SURVEIL menggunakan teknologi computer vision untuk mengidentifikasi atribut keselamatan seperti helm dan rompi pelindung. Ini memastikan pemakaian yang benar untuk mengurangi risiko kecelakaan. Meskipun SURVEIL memiliki kinerja luar biasa, perlu diingat bahwa ia masih dalam tahap pengembangan dan belum memberikan peringatan. Kami terus berupaya meningkatkan fungsionalitas kami.",
        "Cara kerja SURVEIL dalam mendeteksi keberadaan orang di lingkungan kerja melibatkan pengenalan pola dan perbandingan dengan dataset objek yang telah dilatih sebelumnya.",
        "Keakuratan SURVEIL dalam mendeteksi objek seperti helm atau rompi pelindung mencapai tingkat yang tinggi, namun perlu diperhatikan bahwa hasil deteksi dapat bervariasi tergantung kondisi lingkungan.",
        "SURVEIL dirancang untuk mengenali objek dari berbagai sudut pandang, memastikan pemantauan keselamatan yang komprehensif di seluruh lingkungan kerja.",
        "Cara SURVEIL membedakan antara atribut keselamatan kerja yang dipakai dan tidak dipakai melibatkan analisis visual yang mendalam, memastikan pemakaian atribut keselamatan sesuai pedoman."
      ]
    },
    {
      "tag": "teknologi_SURVEIL",
      "patterns": [
        "SURVEIL, bagaimana teknologimu berbeda dengan solusi keamanan lainnya?",
        "Teknologi apa yang mendasari deteksi di website SURVEIL?",
        "Cara deteksi SURVEIL menggunakan AI dalam Computer Vision?",
        "Saya ingin tahu lebih lanjut tentang algoritma YoloV8 yang digunakan oleh SURVEIL.",
        "SURVEIL, bagaimana responsifnya website kamu terhadap berbagai perangkat?",
        "Teknologi apa yang membuat website SURVEIL menjadi responsif?",
        "Saya penasaran, bagaimana SURVEIL menggunakan kecerdasan buatan dalam website?",
        "Cara kerja deteksi objek di SURVEIL melalui algoritma YoloV8, bisa dijelaskan lebih lanjut?",
        "SURVEIL, apa yang membuatmu unggul dalam hal responsivitas?",
        "Teknologi apa saja yang terlibat dalam mengoptimalkan deteksi di website SURVEIL?",
        "Bagaimana implementasi kecerdasan buatan di website SURVEIL membedakannya dari solusi lain?",
        "SURVEIL, bagaimana tingkat keakuratan deteksimu dalam mengidentifikasi objek?",
        "Saya ingin tahu lebih banyak tentang integrasi teknologi Computer Vision dalam SURVEIL.",
        "Bagaimana keterlibatan algoritma YoloV8 dalam meningkatkan efektivitas deteksi di website SURVEIL?",
        "SURVEIL, apakah website kamu dapat beradaptasi dengan perkembangan teknologi terbaru?",
        "Cara teknologi di SURVEIL dapat diandalkan dalam mendeteksi atribut keselamatan seperti helm atau rompi pelindung?",
        "Bagaimana tingkat keamanan dijaga dalam penggunaan teknologi Computer Vision di website SURVEIL?",
        "SURVEIL, berbicara tentang teknologi responsif, apa standar yang dipegang oleh website kamu?",
        "Apakah implementasi teknologi di website SURVEIL dapat disesuaikan dengan kebutuhan industri?",
        "Cara SURVEIL memastikan keakuratan deteksinya dalam berbagai kondisi lingkungan kerja?",
        "Teknologi SURVEIL",
        "SURVEIL pake teknologi apa?",
        "Teknologi yang digunakan",
        "Teknologinya pake apa?",
        "Teknologi apa yang SURVEIL gunakan?",
        "Teknologi dibalik SURVEIL",
        "Teknologi",
        "Teknologi yang dipake",
        "Pake teknologi apa?",
        "Pakai teknologi apa?",
        "Jelaskan lebih rinci mengenai teknologi yang digunakan"
      ],
      "responses": [
        "Teknologi di SURVEIL membuatnya unggul dengan menggabungkan kecerdasan buatan dan Computer Vision. Ini memberikan solusi keamanan yang lebih cerdas dan efektif.",
        "Deteksi di website SURVEIL didorong oleh teknologi AI yang memanfaatkan algoritma Computer Vision untuk mendeteksi objek dengan tingkat akurasi yang tinggi.",
        "Cara SURVEIL menggunakan kecerdasan buatan dalam Computer Vision memungkinkan untuk deteksi objek secara real-time dengan respons yang cepat.",
        "Algoritma YoloV8 adalah salah satu teknologi terkini yang digunakan dalam SURVEIL untuk meningkatkan efektivitas deteksi objek, memastikan hasil yang akurat.",
        "Website SURVEIL dibangun dengan responsif untuk memberikan pengalaman pengguna yang optimal di berbagai perangkat, termasuk desktop, tablet, dan ponsel. Serta melibatkan integrasi AI dan Computer Vision untuk mendeteksi dan mengenali objek keselamatan.",
        "Responsivitas website SURVEIL terletak pada penggunaan desain responsif dan teknologi terkini, memastikan antarmuka yang sesuai dengan perangkat yang digunakan pengguna. Serta melibatkan integrasi AI dan Computer Vision untuk mendeteksi dan mengenali objek keselamatan.",
        "SURVEIL mengintegrasikan kecerdasan buatan di website dengan cara yang memungkinkan pengguna untuk dengan mudah mengakses dan memahami data keselamatan.",
        "Deteksi objek di SURVEIL menggunakan algoritma YoloV8, yang memungkinkan untuk mendeteksi helm, rompi pelindung, dan objek keselamatan lainnya dengan tingkat akurasi yang tinggi.",
        "SURVEIL melibatkan integrasi AI dan Computer Vision untuk mendeteksi dan mengenali objek keselamatan. Responsivitas website SURVEIL ditingkatkan melalui penggunaan teknologi responsif yang dapat menyesuaikan tampilan dengan perangkat pengguna.",
        "Teknologi yang terlibat dalam mengoptimalkan deteksi di website SURVEIL melibatkan integrasi AI dan Computer Vision untuk mendeteksi dan mengenali objek keselamatan.",
        "Implementasi kecerdasan buatan di website SURVEIL membedakannya dengan memberikan solusi yang adaptif dan cerdas terhadap perubahan kebutuhan industri.",
        "Keakuratan deteksi di SURVEIL terus ditingkatkan melalui pembaruan teknologi dan pelatihan algoritma untuk mengenali objek keselamatan dengan presisi tinggi.",
        "Integrasi teknologi Computer Vision dalam SURVEIL melibatkan penggunaan algoritma yang dapat memahami konteks dan lingkungan kerja, meningkatkan efektivitas deteksi.",
        "Algoritma YoloV8 terlibat dalam meningkatkan efektivitas deteksi di website SURVEIL dengan memberikan solusi yang lebih akurat dan responsif.",
        "Website SURVEIL dapat beradaptasi dengan perkembangan teknologi terbaru melalui pembaruan perangkat lunak dan integrasi yang melibatkan AI dan Computer Vision untuk mendeteksi dan mengenali objek keselamatan.",
        "Teknologi di SURVEIL dapat diandalkan dalam mendeteksi atribut keselamatan seperti helm, rompi pelindung dengan tingkat akurasi yang tinggi.",
        "Keakuratan deteksi di SURVEIL terus ditingkatkan melalui pembaruan teknologi dan pelatihan algoritma untuk mengenali objek keselamatan dengan presisi tinggi.Responsivitas website SURVEIL memenuhi standar desain responsif, memastikan konsistensi antarmuka pada berbagai perangkat.",
        "Implementasi teknologi di website SURVEIL dapat disesuaikan dengan kebutuhan industri melalui konfigurasi dan integrasi yang tepat. Dengan efektivitas deteksi objek, dan memastikan hasil yang akurat.",
        "SURVEIL memastikan keakuratan deteksinya dalam berbagai kondisi lingkungan kerja melalui penggunaan teknologi canggih dan pembaruan berkala."
      ]
    },
    {
      "tag": "pedoman_SURVEIL",
      "patterns": [
        "Bagaimana cara saya menggunakan aplikasi SURVEIL?",
        "Saya ingin tahu langkah-langkah penggunaan SURVEIL untuk mendeteksi alat keselamatan kerja.",
        "Cara mengaktifkan deteksi real-time di website SURVEIL?",
        "SURVEIL, bisakah kamu memberikan petunjuk penggunaan secara lengkap?",
        "Saya ingin tahu apakah SURVEIL dapat mendeteksi objek secara langsung dari kamera.",
        "SURVEIL, beri saya panduan singkat tentang penggunaan tombol 'start' untuk deteksi real-time.",
        "Saya ingin mendeteksi apakah pekerja menggunakan helm. Bagaimana caranya",
        "Cara kerja tombol 'Start' di website SURVEIL, bisakah dijelaskan?",
        "SURVEIL, apakah saya perlu membuat akun untuk menggunakan fitur deteksi real-time?",
        "Apa saja alat keselamatan kerja yang dapat dideteksi oleh SURVEIL?",
        "Saya ingin tahu lebih banyak tentang langkah-langkah penggunaan SURVEIL untuk pemantauan keselamatan.",
        "Cara mengenali hasil deteksi alat keselamatan kerja pada website SURVEIL?",
        "Gimana cara pakenya?",
        "Bagaimana pengoperasian SURVEIL?",
        "Cara menggunakan SURVEIL",
        "Gimana cara memprediksinya?",
        "Cara kalo mau prediksi gimana?",
        "Gimana cara kalo mau prediksi",
        "Cara pake SURVEIL",
        "Pedoman",
        "Tutorial",
        "Cara pakenya gimana",
        "Gimana caranya",
        "Kasi tau caranya",
        "Caranya gimana",
        "Caranya",
        "Cara",
        "Cara melakukan deteksi"
      ],
      "responses": [
        "SURVEIL adalah solusi pintar berbasis website yang menggabungkan kecerdasan buatan dan computer vision untuk meningkatkan keselamatan di tempat kerja. Dirancang khusus untuk industri konstruksi dan manufaktur, SURVEIL hadir sebagai solusi cerdas untuk mengatasi risiko kecelakaan dan meningkatkan kesadaran keselamatan. SURVEIL dirancang untuk kemudahan penggunaan. Pengguna tidak perlu membuat akun untuk menggunakan fitur deteksi real-time di SURVEIL, mereka dapat menggunakan fungsionalitas ini secara langsung dari website kami. Pengguna dapat menuju halaman 'Detection' sebagai langkah pertama untuk melakukan deteksi, gunakan tombol 'Start' pada halaman 'Detection' untuk memulai deteksi secara real-time dan pastikan kamera perangkat pengguna berfungsi dengan baik. Untuk mendeteksi penggunaan helm, vest, atau alat keselamatan lainnya, pastikan objek tersebut masuk ke dalam frame camera saat menggunakan SURVEIL. Panduan pengguna SURVEIL memberikan langkah-langkah jelas untuk memastikan penggunaan yang efektif dan optimal dalam pemantauan keselamatan kerja."
      ]
    },
    {
      "tag": "goodbye",
      "patterns": [
        "Dah",
        "Dadah",
        "Bye",
        "Byee",
        "Good bye",
        "Selamat tinggal",
        "Sampai jumpa",
        "Bai",
        "See you",
        "Sampai jumpa SURVEIL!",
        "Terima kasih atas bantuannya, SURVEIL.",
        "Waktunya saya pamit, SURVEIL.",
        "Hingga bertemu lagi, SURVEIL.",
        "Senang berbicara denganmu, SURVEIL.",
        "Terima kasih banyak, SURVEIL!",
        "Mari kita bicara lain waktu, SURVEIL.",
        "Sampai jumpa nanti, SURVEIL.",
        "Terima kasih atas informasinya, SURVEIL.",
        "Waktunya saya pergi, SURVEIL.",
        "Hingga jumpa, SURVEIL!",
        "Terima kasih telah membantu, SURVEIL.",
        "Sampai jumpa di lain waktu, SURVEIL.",
        "Terima kasih dan selamat tinggal, SURVEIL.",
        "Waktu saya habis, SURVEIL.",
        "Sampai berjumpa lagi, SURVEIL.",
        "Terima kasih atas semua, SURVEIL.",
        "Sampai jumpa besok, SURVEIL.",
        "Waktunya saya pergi sekarang, SURVEIL.",
        "Terima kasih dan salam perpisahan, SURVEIL."
      ],
      "responses": [
        "Bye!",
        "Dadahh!",
        "Good bye!",
        "Dahh, semoga harimu menyenangkan yaa!",
        "Sampai jumpa lagi!",
        "See u! Senang bisa membantu",
        "Sampai jumpa! Jangan ragu untuk kembali jika ada yang bisa saya bantu.",
        "Terima kasih atas interaksinya! Semoga hari Anda menyenangkan.",
        "Tentu, saya di sini jika Anda membutuhkan bantuan lebih lanjut. Sampai jumpa!",
        "Sampai jumpa! Jangan sungkan untuk kembali kapan saja.",
        "Senang bisa membantu! Sampai bertemu lagi di lain kesempatan.",
        "Terima kasih banyak! Jika ada hal lain yang perlu Anda ketahui, saya di sini.",
        "Tentu, kita bisa berbicara lagi lain waktu. Sampai jumpa!",
        "Sampai jumpa nanti! Jangan ragu untuk menghubungi saya kembali.",
        "Terima kasih telah berbicara dengan saya. Sampai jumpa!",
        "Waktu Anda berharga. Sampai jumpa dan semoga harimu menyenangkan!",
        "Hingga jumpa! Jangan ragu untuk kembali jika ada yang perlu Anda tanyakan.",
        "Terima kasih atas kesempatan berbicara. Sampai jumpa!",
        "Sampai jumpa di lain waktu! Jangan lupa untuk kembali ke sini.",
        "Terima kasih dan selamat tinggal! Jika ada hal lain, jangan ragu untuk bertanya.",
        "Waktu kita berakhir. Sampai jumpa dan semoga harimu menyenangkan!",
        "Sampai berjumpa lagi! Jika Anda butuh bantuan, saya di sini.",
        "Terima kasih atas semua pertanyaan Anda. Sampai jumpa besok!",
        "Sampai jumpa! Jika ada pertanyaan lain, saya dengan senang hati membantu.",
        "Waktunya saya pergi sekarang. Sampai jumpa!",
        "Terima kasih dan salam perpisahan! Semoga hari Anda menyenangkan."
      ]
    },
    {
      "tag": "terimakasih",
      "patterns": [
        "Thanks",
        "Thank you",
        "Terima kasih",
        "Makasih",
        "Terima kasih banyak",
        "Terima kasih, SURVEIL!",
        "Saya sangat berterima kasih atas bantuannya, SURVEIL.",
        "Terima kasih banyak atas informasinya, SURVEIL.",
        "Sangat membantu, terima kasih SURVEIL!",
        "Terima kasih atas jawabannya, SURVEIL.",
        "Saya senang mendapat bantuan ini, terima kasih SURVEIL.",
        "Terima kasih atas perhatiannya, SURVEIL.",
        "Sangat berterima kasih atas penjelasannya, SURVEIL.",
        "Terima kasih atas waktunya, SURVEIL.",
        "Saya menghargai bantuan Anda, terima kasih SURVEIL.",
        "Terima kasih banyak atas dukungannya, SURVEIL.",
        "Saya merasa puas dengan informasi ini, terima kasih SURVEIL.",
        "Terima kasih atas jawaban yang jelas, SURVEIL.",
        "Sangat terima kasih atas pelayanannya, SURVEIL.",
        "Terima kasih atas kesabaran Anda, SURVEIL.",
        "Saya berterima kasih atas jawaban yang informatif, terima kasih SURVEIL.",
        "Terima kasih atas solusi yang diberikan, SURVEIL.",
        "Saya senang mendapat panduan ini, terima kasih SURVEIL.",
        "Terima kasih atas segalanya, SURVEIL.",
        "Saya mengucapkan terima kasih, SURVEIL."
      ],
      "responses": [
        "Dengan senang hati:)",
        "Sama-sama! Jika ada pertanyaan lain, saya di sini untuk membantu.",
        "Tidak masalah! Jangan ragu untuk kembali jika ada yang perlu Anda ketahui.",
        "Senang bisa membantu! Terima kasih atas pertanyaan Anda.",
        "Tidak perlu berterima kasih! Saya di sini untuk membantu kapan saja.",
        "Sama-sama! Jika Anda butuh informasi lebih lanjut, jangan sungkan untuk bertanya.",
        "Senang bisa memberikan bantuan. Jika Anda memiliki pertanyaan lain, silakan tanyakan.",
        "Tidak ada masalah! Jangan ragu untuk menghubungi saya jika ada yang perlu ditanyakan.",
        "Sama-sama! Jika ada hal lain yang perlu Anda ketahui, saya siap membantu.",
        "Tentu saja! Jangan ragu untuk kembali jika Anda membutuhkan bantuan lagi.",
        "Sama-sama! Sangat senang bisa membantu Anda.",
        "Tidak masalah! Jika Anda memiliki pertanyaan lain, silakan tanyakan saja.",
        "Senang bisa memberikan informasi yang Anda butuhkan. Terima kasih atas pertanyaan Anda.",
        "Tentu saja! Jika ada hal lain yang ingin Anda ketahui, saya siap membantu.",
        "Sama-sama! Jangan ragu untuk kembali."
      ]
    },
    {
      "tag": "deteksiatribut_SURVEIL",
      "patterns": [
        "SURVEIL, alat keselamatan apa saja yang bisa kamu deteksi?",
        "Apakah SURVEIL dapat mengenali penggunaan helm oleh pekerja?",
        "Berapa banyak alat keselamatan yang dapat dideteksi oleh SURVEIL?",
        "Deteksiatribut_SURVEIL mendukung deteksi apa saja?",
        "Saya ingin tahu alat keselamatan kerja apa yang dapat diidentifikasi oleh SURVEIL.",
        "Alat keselamatan apa yang bisa dideteksi SURVEIL?",
        "Kamu bisa deteksi apa aja?",
        "Bisa melakukan deteksi apa",
        "Apa yang kamu deteksi",
        "Bisa deteksi apa aja?",
        "Alat yang bisa dideteksi",
        "Deteksi apa aja",
        "Yang dideteksi apa?",
        "Deteksi apa",
        "Deteksi",
        "Selain itu bisa deteksi apa lagi?",
        "Apalagi yang bisa dideteksi?",
        "Apa yang dideteksi?",
        "Bisa deteksi apa?",
        "Deteksinya bisa apa aja",
        "Sebutin lagi dong bisa deteksi apa",
        "Ada lagi selain itu?",
        "Ada lagi?"
      ],
      "responses": [
        "SURVEIL hanya dapat mendeteksi lima alat keselamatan kerja, yaitu vest, no-vest, helm, no-helm, dan person.",
        "Ya, SURVEIL dapat mendeteksi apakah pekerja menggunakan helm sebagai salah satu alat keselamatan utama.",
        "SURVEIL mendeteksi lima alat keselamatan kerja utama, yaitu vest, no-vest, helm, no-helm, dan person.",
        "SURVEIL dapat mendetksi vest, no-vest, helm, no-helm, dan adanya orang (person) di area kerja.",
        "SURVEIL fokus pada mendeteksi lima alat keselamatan kerja, termasuk vest, no-vest, helm, no-helm, dan orang (person) di area kerja."
      ]
    },
    {
      "tag": "biaya_surveil",
      "patterns": [
        "Apakah ada biaya atau langganan yang diperlukan untuk menggunakan Surveil?",
        "Berbayar atau tidak?",
        "Ini bayar atau ngga?",
        "Ada biayanya ngga?",
        "Ini free?",
        "Bayar?",
        "Free?",
        "Apakah ada biaya yang dikeluarkan?",
        "Ada biaya?",
        "Biaya"
      ],
      "responses": [
        "Surveil tidak mengenakan biaya pemakaian pada pengguna yang ingin memakai layanan Surveil"
      ]
    }
  ]
}